{
	"categories": ["cellphones", "laptops", "tablets", "gamers", "accessories"],
	"products": [

		{
			"name": "Corsair HS60 PRO",
			"image": "https://m.media-amazon.com/images/I/61FG641dbtL._AC_SL1500_.jpg",
			"aux_images": ["https://m.media-amazon.com/images/I/71dwBdeIsSL._AC_SL1500_.jpg", "https://m.media-amazon.com/images/I/71tfv8v77SL._AC_SL1500_.jpg"],
			"description": "Adjustable ear cups fitted with plush memory foam provide exceptional comfort for hours of gameplay High-quality custom-tuned 50mm neodymium Audio drivers deliver superb sound quality with the range to hear everything you need to on the battlefield Immerse yourself in 7.1 surround sound on PC creating a multi-channel audio experience that puts you in the middle of your game fully detachable noise-cancelling unidirectional microphone reduces ambient noise for excellent voice clarity Multi-platform compatible with PC, PS5, PS4, Xbox Series X, Xbox Series S, Xbox one, Nintendo switch and mobile devices via a gold-plated 3.5mm connector The HS60 PRO light weight and durable construction, with aluminum yokes and a braided audio cable, give it years of longevity On-ear volume and mute controls enable on-the-fly adjustments without distracting you from your game Corsair iCUE software enables custom audio equalizer settings, immersive 7.1 surround sound, sidetone control, and more 7.1 surround sound not supported with Apple M1 Chip devices. Works with PC, Xbox Series X, Xbox Series S, Xbox One, PS5, PS4, and Nintendo Switch - Carbon CA-9011213-NA",
		
			"discount": 5,
			"stock": 15,
			"price": 49.99,
			"featured": true,
			"categories": ["accessories"]
		},

		{
			"name": "Acer Predator Utility Backpack",
			"image": "https://m.media-amazon.com/images/I/81mFX+OZQvL._AC_SL1500_.jpg",
			"aux_images": ["https://m.media-amazon.com/images/I/81pxQpUjXiL._AC_SL1500_.jpg", "https://m.media-amazon.com/images/I/81UmlqyGwSL._AC_SL1500_.jpg"],
			"description": "Cushioned mesh back panel for ventilated Air flow. Interior headset strap. Water repellent coating protection and zippers. Bottom pocket for power adapter Brick and personal belongings. Luggage handle pass-through design",
		
			"discount": 20,
			"stock": 10,
			"price": 149.99,
			"featured": true,
			"categories": ["accessories"]
		},

		{
			"name": "Bluetooth Beanie Hat Headphones",
			"image": "https://m.media-amazon.com/images/I/711dCsqE8+L._AC_SL1500_.jpg",
			"aux_images": ["https://m.media-amazon.com/images/I/61T2cx-TJ2L._AC_SL1000_.jpg", "https://m.media-amazon.com/images/I/71FIxIRCkfL._AC_SL1500_.jpg"],
			"description": "70% Acrylic, 30% Polyester. Pull On closure. Machine Wash/Hand Wash. Horrible Battery life?--We know what you need,our beanie hat. headphones is improved as per your request,Built-in 250mAh battery with extended battery life upto 16-20 hours continuous music Play when fully charged,The longest working time in market.Cool tech gifts for all ages,Just Come and Get one as unique christmas gifts. The Sound cut in and out?--The upgraded chip offers the stablest and strongest connection so far,Fast and Easy to sync.Much better connection than the lower-end ones.We promise you are making an intelligent decision and We encourage you to compare! It's not that loud?--Upgraded HD speakers offer sound output upto 110db which is the loudest in the market so far,powerful but still clear and crisp for you to enjoy clear music and take calls in noisy environment.Great for all kinds of outdoor sports.Buy it Now to Rock the World!Your world is Yours. It won't keep warm?--Combined double knitting,we add 0.02lb more knitting to our wireless beanie,much more thicker but still soft to keep your head warm & comfortable in winter while enjoying music play and phone call.The best unique stocking stuffers top gifts under 20 for girlfriend,teen boys and girls. Come and Buy with Confidence--We know what you need,all of the above advantages are real,You have my words.Packed in a premium gift box,Washable design,Unisex and one size fits most,perfect tech Christmas gifts for men,women,teen boys and girls.",
		
			"discount": 5,
			"stock": 15,
			"price": 27.91,
			"featured": false,
			"categories": ["accessories"]
		},

		{
			"name": "Elgato Stream Deck ",
			"image": "https://m.media-amazon.com/images/I/710R9YpV9nL._AC_SL1500_.jpg",
			"aux_images": ["https://m.media-amazon.com/images/I/71g2fMnefyL._AC_SL1500_.jpg", "https://m.media-amazon.com/images/I/71SkKgLSTRL._AC_SL1500_.jpg"],
			"description": "15 LCD keys: Tap to switch scenes, launch media, adjust audio and more. Fully customizable: Personalize keys with custom icons or choose from hundreds. Direct integration: Control game capture, OBS, XSplit, TipeeeStream, Twitch, YouTube, Mixer, and more. Easy setup: Simply drag and drop actions onto keys in the app. Unlimited control: Nest folders within folders to store as many actions as you want",
		
			"discount": 12,
			"stock": 5,
			"price": 126.44,
			"featured": false,
			"categories": ["accessories"]
		},

		{
			"name": "Hibloks RGB Magnetic Charging Station",
			"image": "https://m.media-amazon.com/images/I/61jp0ydPqNL._AC_SL1500_.jpg",
			"aux_images": ["https://m.media-amazon.com/images/I/718NvA55oJL._AC_SL1500_.jpg", "https://m.media-amazon.com/images/I/71A41wlObyL._AC_SL1500_.jpg"],
			"description": "Elaborate DesignHibloks specially designed for VR devices .Made of high quality acrylic & ABS material, Geometry designed according to mechanics, with four silicone slip-proof pads under the dock, making your Headset & Controllers landing stable and & sturdy. Convenient ChargingTwo battery covers specially designed for Oculus Quest 2 Controllers and safe rechargeable batteries  2600mA  with magnetic power-in adapter  unable discharge when playing ), make your Controllers can be charged . 3 Type-C power-out port suport to both charge to Headset and Controllers .It tooks 3.5H to charge the Headset fully. 7-Colors Breathing Light 25 high-brightness colored lamp beads, 3 mode switching, RGB cool lighting effect, make QUEST 2 is pretty with the shinning on the transparent acrylic. Easy & Widely ApplicableFollow the installation manual to install .It can be a elegant & exquisite station to all kinds of VR device. Satisfaction GuaranteePlease feel free to contact us if you have any questions, we will offer satisfied solutions at the first time. Note: Products with electrical plugs are designed for use in the US. Outlets and voltage differ internationally and this product may require an adapter or converter for use in your destination. Please check compatibility before purchasing.",
		
			"discount": 10,
			"stock": 10,
			"price": 65.99,
			"featured": false,
			"categories": ["accessories"]
		},

		{
			"name": "Trail Tech Voyager Pro 922-125",
			"image": "https://m.media-amazon.com/images/I/718WbKCHU3L._AC_SL1500_.jpg",
			"aux_images": ["https://m.media-amazon.com/images/I/71-tI16RlVL._AC_SL1500_.jpg", "https://m.media-amazon.com/images/I/71Mwp5RHvzL._AC_SL1500_.jpg"],
			"description": "Off-road GPS with 4 inch color touchscreen anti-glare display, sealed and rated IP67 for anti dust/water intrusion. Color navigation screen, topography maps and hill shading, supports tracks, routes and waypoints. Tracks speed in mph using the GPS or wheel sensor; displays speed, temperature, distance, elevation and voltage. Buddy tracking displays the current location of up to 20 members of your ride group on the map screen. Bluetooth enabled for intercom, phone dialing, messaging and media controls ",
		
			"discount": 5,
			"stock": 10,
			"price": 550,
			"featured": false,
			"categories": ["accessories"]
		},


		
		
		

		{
			"name": "Super Product 2000",
			"image": "https://exitocol.vtexassets.com/arquivos/ids/7918471/Iphone-X-64-Gb-Plata-1361668_c.jpg?v=637587753190270000",
			"aux_images": [
				"https://assets.swappie.com/cdn-cgi/image/width=600,height=600,fit=contain,format=auto/swappie-iphone-x-space-gray.png",
				"https://cdn.pixabay.com/photo/2018/01/08/02/34/technology-3068617__340.jpg"
			],
			"description": "The best product ever",
			"discount": 20,
			"stock": 5,
			"price": 995,
			"featured": false,
			"rating": 5,
			"categories": ["laptops", "tablets", "gamers", "accessories"]
		},
		
		{
			"name": "headPhones for Iphone X",
			"image": "https://exitocol.vtexassets.com/arquivos/ids/7918471/Iphone-X-64-Gb-Plata-1361668_c.jpg?v=637587753190270000",
			"aux_images": [
				"https://assets.swappie.com/cdn-cgi/image/width=600,height=600,fit=contain,format=auto/swappie-iphone-x-space-gray.png",
				"https://cdn.pixabay.com/photo/2018/01/08/02/34/technology-3068617__340.jpg"
			],
			"description": "The best headphones ever",
			"discount": 20,
			"stock": 5,
			"price": 2.95,
			"featured": false,
			"rating": 3,
			"categories": ["accessories"]
		},
		
		
		{
			"name": "Headphones Bose",
			"image": "https://assets-prd.ignimgs.com/2021/11/04/11043-1636052445439.jpg",
			"aux_images": [
				"https://assets.swappie.com/cdn-cgi/image/width=600,height=600,fit=contain,format=auto/swappie-iphone-x-space-gray.png",
				"https://cdn.pixabay.com/photo/2018/01/08/02/34/technology-3068617__340.jpg"
			],
			"description": "The best sound ever",
			"discount": 5,
			"stock": 100,
			"price": 798.95,
			"featured": false,
			"rating": 5,
			"categories": ["accessories"]
		},
		
		{

			"name": "Samsung Galaxy S22 Ultra 5G",

			"image": "https://i.ebayimg.com/images/g/I5MAAOSwQGFiGGY1/s-l1600.jpg",
			"aux_images": [
				"https://i.ebayimg.com/images/g/5~wAAOSweXViGGei/s-l500.jpg",
				"https://i.ebayimg.com/images/g/MlEAAOSw~NRiTUX1/s-l1600.jpg"
			],
			"description": "8K SUPER STEADY VIDEO: Shoot videos that rival how epic your life is with stunning 8K recording, the highest recording resolution available on a smartphone; Video captured is effortlessly smooth, thanks to Auto Focus Video Stabilization on Galaxy S22* NIGHTOGRAPHY + PORTAIT MODE: Capture the night with crystal clear, bright pics and videos, no matter the lighting with Night Mode; Portrait Mode auto-detects and adjusts to what you want front and center, making all your photos worthy of a frame 50MP PHOTO RESOLUTION + BRIGHT DISPLAY: From elaborate landscapes to intricate creations, capture vivid detail with 50MP resolution; Your favorite content will look even more epic on our brightest display ever with Vision Booster ",
			"discount": 0,
			"stock": 15,
			"price": 799.99,
			"featured": false,
			"rating": 4,
			"categories": ["cellphones"]
		},
		{

			"name": "Motorola One 5G Ace ",

			"image": "https://m.media-amazon.com/images/I/71GbORP-umL._AC_SL1500_.jpg",
			"aux_images": [
				"https://m.media-amazon.com/images/I/71G4o6h4WpL._AC_SL1500_.jpg",
				"https://m.media-amazon.com/images/I/517WdSRLyaL._AC_SL1500_.jpg"
			],
			"description": "Unlocked for the freedom to choose your carrier. Compatible with AT&T, Sprint, T-Mobile, and Verizon networks. Sim card not included. Customers may need to contact Sprint for activation on Sprint’s network. To use this Device on Verizon, first, provision your SIM through Verizon Wireless. Log in to your account on Verizon Wireless. Devices - activate or switch devices - activate. Superfast 5G speed. Download your favorite movies in seconds, feel like you’re right there in video chats, and play games without lag time. Over 2 days of battery life. Work and play to your heart’s content without worrying about recharging thanks to a 5000 mAh battery. 6 GB RAM Memory. Keep multiple apps open at once and move effortlessly between them with 6 GB of LPDDR4 RAM. 6.7 Full HD, Max Vision display. Watch your favorite movies and games come to life in sharp contrast and vivid, true-to-life color. 48 MP triple camera system with AI. Capture sharper low-light photos, vivid nighttime pictures, ultra-wide angle shots, and incredibly detailed close-ups. Enhanced gaming with the latest processor. Immerse yourself deeper in epic games with faster performance from Qualcomm.  ",
			"discount": 5,
			"stock": 30,
			"price": 299.00,
			"featured": false,
			"rating": 4.5,
			"categories": ["cellphones"]
		},
		{
			"name": "Nokia G10 | Android 11 |  ",
			"image": "https://m.media-amazon.com/images/I/71Ptb2ttfaS._AC_SL1500_.jpg",
			"aux_images": [
				"https://m.media-amazon.com/images/I/71wEHcyo6hS._AC_SL1500_.jpg",
				"https://m.media-amazon.com/images/I/4132RokFLOS._AC_SL1500_.jpg"
			],
			"description": " Make the most of family-sized battery power with up to 3 days of life between charges.Capture family life from every angle on the triple camera and explore advanced imaging modes. Get tomorrow’s phone today with 2 years of upgrades and the latest Android 11 features. Product is compatible with GSM carriers like AT&T, T-Mobile, Mint, and other GSM carriers. Product is not compatible with Verizon. Keep the family safe with a side fingerprint sensor and secure face recognition. ",
			"discount": 5,
			"stock": 150,
			"price": 124.99,
			"featured": false,
			"rating": 4,
			"categories": ["cellphones"]
		},
		{
			"name": "Apple iPhone 11 Pro, 256GB ",
			"image": "https://m.media-amazon.com/images/I/81AaNJqE+wS._AC_SL1500_.jpg",
			"aux_images": [
				"https://m.media-amazon.com/images/I/51bvOBgFHGS._AC_SL1500_.jpg",
				"https://m.media-amazon.com/images/I/71lEKH3orfL._AC_SL1500_.jpg"
			],
			"description": " This phone is unlocked and compatible with any carrier of choice on GSM and CDMA networks (e.g. AT&T, T-Mobile, Sprint, Verizon, US Cellular, Cricket, Metro, Tracfone, Mint Mobile, etc.).Tested for battery health and guaranteed to come with a battery that exceeds 90% of original capacity. Backed by a one-year satisfaction guarantee, with free access to Amazon’s Technical Support team throughout the full year and ability to replace or return the product if it does not work as expected. Includes a brand new, generic charging cable that is certified Mfi (Made for iPhone) and a brand new, generic wall plug that is UL certified for performance and safety. Also includes a SIM tray removal tool but does not come with headphones or a SIM card. Inspected and guaranteed to have minimal cosmetic damage, which is not noticeable when the device is held at arm’s length. Successfully passed a full diagnostic test which ensures like-new functionality and removal of any prior-user personal information.  ",
			"discount": 0,
			"stock": 40,
			"price": 639.00,
			"featured": true,
			"rating": 4.5,
			"categories": ["cellphones"]
		},
		{

			"name": "Google Pixel 3 XL Unlocked ",

			"image": "https://m.media-amazon.com/images/I/61YNb0vcezS._AC_SL1500_.jpg",
			"aux_images": [
				"https://m.media-amazon.com/images/I/61uuTBlYyKS._AC_SL1500_.jpg",
				"https://m.media-amazon.com/images/I/41s35oPlRxS._AC_SL1500_.jpg"
			],
			"description": " Capture the perfect shot every time with Google Pixel 3 XL, get things done with the Google Assistant,1 enjoy an all-day battery, and more. Get everyone in the picture with Group Selfies—no selfie stick required. Snap portraits like a pro with Portrait Mode. Capture smiles, not blinks, for a great photo every time. Pixel 3 comes with a battery that charges fast and wirelessly, and lasts all day. It's even smart enough to limit battery usage for the apps you don't use often to keep you going longer. Get help from the Google Assistant: reserve a table at your favorite restaurant, buy tickets, get commute times, weather info, and more—all with a simple squeeze, or just by using your voice. Screen spam, scams, and other nuisance calls. Get real-time transcription and block unwanted callers so you’ll never hear from them again. Search what you see with Google Lens6 to look up clothing and home decor, copy and translate text, and identify landmarks, plants, and animals. Bundle includes: Google Pixel 3 XL 64GB Smartphone, Charging Stand, Wired Earbuds, Google Charger, 3.5mm to Type-C Adapter, Easy Transfer Adapter   ",
			"discount": 0,
			"stock": 10,
			"price": 249.90,
			"featured": false,
			"rating": 3.5,
			"categories": ["cellphones"]
		},
		{
			"name": "Xperia 1 III - 5G Smartphone",
			"image": "https://m.media-amazon.com/images/I/71YvGj855+L._AC_SL1500_.jpg",
			"aux_images": [
				"https://m.media-amazon.com/images/I/61vrnxMNXuL._AC_SL1500_.jpg",
				"https://m.media-amazon.com/images/I/61TLgPllT8L._AC_SL1500_.jpg"
			],
			"description": " World’s first smartphone with 120Hz 6.5” 4K HDR OLED display. World´s first smartphone with variable tele lens and Dual PD sensor World’s first smartphone with 360 Reality Audio through its speakers   Triple camera with four focal lengths and Real-time AF tracking Win with Game Enhancer’s custom display, audio and mic settings Evolved Full-stage front facing stereo speakers – 40% louder 360 Spatial Sound up-mixes stereo music into immersive experiences ",
			"discount": 10,
			"stock": 80,
			"price": 1198.00,
			"featured": true,
			"rating": 4.5,
			"categories": ["cellphones"]
		},
		{

			"name": "Xiaomi Redmi Note 9 Pro",

			"image": "https://m.media-amazon.com/images/I/61EE6j8GHvL._AC_SL1000_.jpg",
			"aux_images": [
				"https://m.media-amazon.com/images/I/71l3coNp4bL._AC_SL1500_.jpg",
				"https://m.media-amazon.com/images/I/510QEZTdhJL._AC_SL1500_.jpg"
			],
			"description": " LTE: B1/3/7/8/20/28/38/40 > (ensure to check compatibility with your carrier before purchase) (6.67) FHD+ Resolution DotDisplay 2400 x 1080 FHD+ - Triple Corning Gorilla Glass 5 - Anti-oil and anti-fingerprint protective coating 6GB RAM + 64GB, microSD expandable up to 512GB - Qualcomm Snapdragon 720G - 5020 mAh (typical) Li Polymer Built-in rechargeable battery - Supports 2.4G Wi-Fi / 5G Wi-Fi - Side-Mounted Fingerprint Sensor Rear Camera: 64 MP primary camera, 8MP ultra-wide angle camera, 5MP macro camera, 2MP depth sensor - Front Camera: 16MP Front Camera - Video: 4K recording - 30fps Factory Unlocked cellphones are compatible with most of the GSM carriers ( Like T-Mobile or AT&T ) but please be aware that are not compatible with CDMA carriers ( Like Sprint or Verizon Wireless for example ) - FCC ID: 2AFZZJ6B2G ",
			"discount": 0,
			"stock": 150,
			"price": 248.43,
			"featured": false,
			"rating": 5,
			"categories": ["cellphones"]
		},{
			"name": "Samsung Galaxy Tab A8",
			"image": "https://m.media-amazon.com/images/I/61fV4UeHeLL._AC_SL1200_.jpg",
			"aux_images": [
				"https://m.media-amazon.com/images/I/415TupYINrL._AC_SL1200_.jpg",
				"https://m.media-amazon.com/images/I/41RoZZjIrlL._AC_SL1500_.jpg"
			],
			"description": "A Screen Everyone Will Love: Whether your family is streaming or video chatting with friends, the Galaxy Tab A8 tablet brings out the best in every moment on a 10.5'' LCD screen Power and Storage for All: Get the power, storage and speed your family needs with an upgraded chipset and plenty of room to keep files — up to 128GB of storage; A long-lasting battery lets you go unplugged for hours to keep the family fun going Charge Fast, Power for Hours: Go for hours on a single charge* and back to 100% with the fast charging USB C port; *Battery life may vary depending on network environment, usage patterns and other factors Galaxy Ecosystem Experience: Open up a new world of convenient possibilities with the Galaxy ecosystem experience — your devices, including your phone, laptop computer, and tablet, all automatically talk to one another seamlessly ",
			"discount": 20,
			"stock": 100,
			"price": 179.95,
			"featured": false,
			"rating": 4.6,
			"categories": ["tablets"]
		},{
			"name": "Samsung Tab A7 Lite 8.7'' ",
			"image": "https://m.media-amazon.com/images/I/819hAP4xoGS._AC_SL1500_.jpg",
			"aux_images": [
				"https://m.media-amazon.com/images/I/91CQu7IsDDS._AC_SL1500_.jpg",
				"https://m.media-amazon.com/images/I/61NuvZjecJS._AC_SL1080_.jpg"
			],
			"description": "THE ENTERTAINMENT GOES WHERE YOU GO: With its compact 8.7” screen, slim design and sturdy metal frame, Galaxy Tab A7 Lite is perfectly sized for entertainment on the go.STURDY FRAME FOR LASTING PROTECTION: Galaxy Tab A7 Lite features an upgraded metal frame that helps protect against everyday hiccups. TWO MONTHS OF AD-FREE VIDEO FUN: Keep everyone in the family entertained with two months of free YouTube Premium¹ for hours and hours of ad-free fun.PERFORMANCE THAT WON'T LET YOU DOWN: Comes with fast speed and plenty of storage for multiple users ",
			"discount": 5,
			"stock": 30,
			"price": 129.95,
			"featured": false,
			"rating": 4.3,
			"categories": ["tablets"]
		},{
			"name": "Lectrus Tablet+Customized Cover",
			"image": "https://m.media-amazon.com/images/I/611fwDUhNsS._AC_SL1265_.jpg",
			"aux_images": [
				"https://m.media-amazon.com/images/I/811ARFoUfQL._AC_SL1500_.jpg",
				"https://m.media-amazon.com/images/I/81XfVNJ91dL._AC_SL1500_.jpg"
			],
			"description": "【Comprehensive and Full Protection】Made of premium PU leather and soft mocha fabrics, Lectrus tablet case offers you comfortable sense of touch and protects your table from shocks, scratches and dust. This versatile hard shell back cover can also function as a stand for convenient and multiple viewing angles. Precise cut-out allows easy access to all ports, buttons, camera, or other controls. The well designed case is lightweight and durable, providing all-around protection for your tablet. 【 Native Android 9 Pie OS & High-Speed 5G WIFI 】 Lectrus tablet comes with the latest Android 9 Pie operating system, which is smarter, faster and adapts to you as you use it more. No unexpected ads or bloatware apps. Dual-band WIFI 5GHz and 2.4GHz. You can download Apps fleetly with 5G WIFI at a high speed. If the WIFI signals are weak, please use 2.4GHz WIFI, which is more stable than 5G. 【Powerful Octa-Core Tablet for All 】The Lectrus media pad is a 10 inch Wi-Fi android tablet with GPS capability. It is powered by a 64-bit Octa-Core high-performance processor with 2GB RAM 32GB storage, providing a superior experience of entertainment, browse, games and shopping for everyone in the family. 【 Ultimate Entertainment Experience】Featuring a vivid 10.1 inches 1920 x 1200 Full HD IPS G+G capacitive touch display with dual speakers, dual-band Wi-Fi (2.4GHz & 5GHz) connectivity and (6000mAh rechargeable battery) 10-hour video playback battery life, this Media pad is designed for an improved entertainment experience, delivering a better tablet with high-speed network connections to browse, video chat, play games, watch movies & TV series, and more. 【Slim Body, Room for Everything & Dual Camera can capture your life every moment】The 10-inch tablet has built-in 32GB memory and supports up to 128GB microSD cards to expand the storage. Tablet has Dual camera, you can capture your life every moment and everywhere. You can download and keep your favorite e-books, songs, photos, movies, and games, everything you like in this slim metal android tablet. ",
			"discount": 0,
			"stock": 5,
			"price": 119.99,
			"featured": false,
			"rating": 3.3,
			"categories": ["tablets"]
		},{
			"name": "Microsoft Surface Duo Foldable ",
			"image": "https://m.media-amazon.com/images/I/71muQgQuh+L._AC_SL1500_.jpg",
			"aux_images": [
				"https://m.media-amazon.com/images/I/71TqlnJopFL._AC_SL1500_.jpg",
				"https://m.media-amazon.com/images/I/61Wm228jTnL._AC_SL1500_.jpg"
			],
			"description": " Room to focus with two screens. Open and view two apps at once or span one across both screens. Flexibility to do more. Choose your mode for the task at hand and tackle to-dos with dual-screen enhanced apps.Get the best of Microsoft 365 mobile experiences and every android app in the google play store.Original design, created by surface. Thin, light, and versatile design does what you want it to, with revolutionary 360° hinge and dual pixelsense fusion displays. Hold like a book, get more screen when you need it, take notes, make calls, or watch a favorite show.Connector type: USB Type C Operating system: Android 10.0 Wireless communication technology: Cellular ",
			"discount": 0,
			"stock": 50,
			"price": 599.97,
			"featured": false,
			"rating": 3.8,
			"categories": ["tablets"]
		},{
			"name": "Dragon Touch Notepad K10 Tablet",
			"image": "https://m.media-amazon.com/images/I/71ec7uFv1iL._AC_SL1001_.jpg",
			"aux_images": [
				"https://m.media-amazon.com/images/I/61c-pLm2ndL._AC_SL1001_.jpg",
				"https://m.media-amazon.com/images/I/61OF+LovI8L._AC_SL1001_.jpg"
			],
			"description": "[Strong and Powerful Performance]: Do what you like to do, Dragon Touch NotePad K10 Tablet features a powerful and strong 64-bit quad-core processor up to 1.3GHz with 2GB RAM, thus delivering quicker app launches, much smoother gameplay experience. [Native and Latest Android OS]: The Dragon Touch NotePad K10 Tablet has been certified from GMS and features with the latest Android version-Android 9.0 Pie. Getting rid of unexpected ads and having full access to Google Play, it’s smarter, faster and better close to you. [Better Display Wonderful Contents]: With a wide and stunning 800*1280 IPS display, which presents a bright display with more abundant colors and more delicate picture quality from all angles. To be more humane, NotePad K10 Tablet features Eye-Care mode, which automatically adjusts and optimizes the backlight. It makes you read comfortably at night. [Ultimate Entertainment Experience]: The Dragon Touch NotePad K10 Tablet comes with dual speakers, providing a robust audio experience for your favorite music, videos, and games. Besides, Dual-Wi-Fi mode provides two choices for network-2.4GHz & 5GHz. With high-speed network connections, you can feel free to browse, video chat, play games, watch movies or TV series, and so on.[Sturdy Design, Large Storage]: The Dragon Touch NotePad K10 Tablet has a simple but also not simple design. The fashion, line-clear and slim metal body look more like artwork. Even so, it still has built-in 32GB storage and supports up to 128G micro SD card to expand the storage. You can download and keep your favorite books, songs, photos, movies, games and everything you like in this slim metal android tablet. ",
			"discount": 0,
			"stock": 150,
			"price": 132.99,
			"featured": false,
			"rating": 5.0,
			"categories": ["tablets"]
		},{
			"name": "Fire HD 10 Kids Pro tablet",
			"image": "https://m.media-amazon.com/images/I/61XqzcuOlnS._AC_SL1000_.jpg",
			"aux_images": [
				"https://m.media-amazon.com/images/I/61Vzr7Or0mS._AC_SL1000_.jpg",
				"https://m.media-amazon.com/images/I/71h3WD4NL0S._AC_SL1000_.jpg"
			],
			"description": "Save up to $90 on a full-featured tablet (not a toy) designed specifically for kids ages 6–12 that includes 1 year of Amazon Kids+, parental controls, a slim case, and a 2-year worry-free guarantee, versus items purchased separately.School-age kids will enjoy a 1-year subscription to Amazon Kids+ that unlocks over 20,000 apps, games, books, videos, songs, and Audible books. They'll find educational content from National Geographic, Rabbids Coding, LEGO, and others, plus more than 9,000 titles for kids ages 6 and up. After 1 year, your subscription will automatically renew every month starting at just $2.99 per month plus applicable tax. You may cancel anytime by visiting the Amazon Parent Dashboard or contacting Customer Service. Content availability may vary by location and date. In addition to Kids+ content, Kids Pro tablets include access to a digital store. Kids can request apps and eBooks, while parents approve purchases and downloads. Plus, parents can add access to more apps like Minecraft and Zoom. The web browser comes with built-in controls designed to help filter out inappropriate sites and let parents add or block specific websites at any time. ",
			"discount": 0,
			"stock": 40,
			"price": 139.99,
			"featured": false,
			"rating": 4.3,
			"categories": ["tablets"]
		},
		{
			"name": "Newest HP 14'' HD Laptop",
			"image": "https://m.media-amazon.com/images/I/61G9Yr3n6rL._AC_SL1330_.jpg",
			"aux_images": [
				"https://m.media-amazon.com/images/I/61LFnmc9t+L._AC_SL1330_.jpg",
				"https://m.media-amazon.com/images/I/51NBYltlmaL._AC_SL1330_.jpg"
			],
			"description": "- This pre-owned product has been professionally inspected, tested and cleaned by Amazon qualified vendors.This product is in Excellent condition. It shows no signs of cosmetic damage visible from a distance of 12 inches. This product will have a battery that exceeds 80% capacity relative to new.  Accessories may not be original, but will be compatible and fully functional. Product may come in generic box. ",
			"discount": 10,
			"stock": 100,
			"price": 190.00,
			"featured": false,
			"rating": 4,
			"categories": ["laptops"]
		},
		{
			"name": "ASUS VivoBook 15 K513",
			"image": "https://m.media-amazon.com/images/I/71kMPSNqHbL._AC_SL1500_.jpg",
			"aux_images": [
				"https://m.media-amazon.com/images/I/7160Iz0k7ZL._AC_SL1500_.jpg",
				"https://m.media-amazon.com/images/I/81F-T+QT0FL._AC_SL1500_.jpg"
			],
			"description": "15.6 inch Full HD NanoEdge bezel display with stunning 85% screen-to-body ratio.Latest 11th generation Intel Core i7-1165G7 Quad Core Processor (12M Cache, up to 4.70 GHz) and discrete NVIDIA GeForce MX350 graphics.8GB DDR4 on board + 8GB DDR4 SO-DIMM RAM and 512GB PCIe NVMe M.2 SSD and Windows 10 Home.Ergonomic backlit keyboard along with a fingerprint sensor activated via Windows Hello. Comprehensive connections including USB 3.2 Type-C (Gen 1), USB 3.2 Type-A (Gen 1), USB 2.0, HDMI, and Wi-Fi 6 (802.11ax) (*USB Transfer speed may vary. Learn more at ASUS website) ",
			"discount": 2,
			"stock": 30,
			"price": 949.99,
			"featured": false,
			"rating": 5,
			"categories": ["laptops"]
		},{
			"name": "Acer Aspire 5 Slim Laptop",
			"image": "https://m.media-amazon.com/images/I/81vNRgHlqGL._AC_SL1500_.jpg",
			"aux_images": [
				"https://m.media-amazon.com/images/I/71vvXGmdKWL._AC_SL1500_.jpg",
				"https://m.media-amazon.com/images/I/71XKRz2rkPL._AC_SL1500_.jpg"
			],
			"description": "AMD Ryzen 3 3200U Dual Core Processor (Up to 3.5GHz); 4GB DDR4 Memory; 128GB PCIe NVMe SSD. 15.6 inches full HD (1920 x 1080) widescreen LED backlit IPS display; AMD Radeon Vega 3 Mobile Graphics. 1 USB 3.1 Gen 1 port, 2 USB 2.0 ports & 1 HDMI port with HDCP support. 802.11ac Wi-Fi; Backlit Keyboard; Up to 7.5 hours battery life.",
			"discount": 3,
			"stock": 100,
			"price": 339.14,
			"featured": false,
			"rating": 4.3,
			"categories": ["laptops"]
		},{
			"name": "MSI Pulse GL66 Gaming Laptop",
			"image": "https://m.media-amazon.com/images/I/61Ze2wc9nyS._AC_SL1500_.jpg",
			"aux_images": [
				"https://m.media-amazon.com/images/I/51UPXV7L3US._AC_SL1000_.jpg",
				"https://m.media-amazon.com/images/I/61y6PwqxQRL._AC_SL1000_.jpg"
			],
			"description": "Visual Performance: The 15.6” 144hz display delivers true-to-life images with a high refresh rate so you can see every frame of the game. Redefined Power: The 11th Gen. Intel Core i7 processor, delivers high performance to take on any games and applications with ease. Supercharged Graphics: The MSI GL66 is powered by NVIDIA GeForce RTX, take on today's most popular games with these performance graphics. On the Go Gaming: Designed to be thin and light for gamers to carry around every day for games, study, or work. Cool and Powerful: MSI’s exclusive Cooler Boost Technology ensures optimal thermal dissipation. Featuring state of the art fans and heat pipes, get the airflow you need for gaming. Customized Keys: Customize each key to your liking and receive real-time in-game status through keyboard lighting, or even watch the lights dance to your favorite tune. ",
			"discount": 25,
			"stock": 50,
			"price": 1274.48,
			"featured": true,
			"rating": 4.6,
			"categories": ["laptops", "gamers"]
		},{
			"name": "HP 14 Laptop, AMD Ryzen 5 ",
			"image": "https://m.media-amazon.com/images/I/71IOwQhjZNL._AC_SL1500_.jpg",
			"aux_images": [
				"https://m.media-amazon.com/images/I/71eOhrxPAkL._AC_SL1500_.jpg",
				"https://m.media-amazon.com/images/I/61mWKxaC7cL._AC_SL1500_.jpg"
			],
			"description": "POWER THROUGH FROM ANYWHERE – Designed to keep you productive and entertained from anywhere, the HP 14-inch Laptop combines long-lasting battery life with a thin and portable design. FULL HD DISPLAY – Enjoy your favorite content in 1080p for crystal-clear visuals and vibrant image quality (1). Beyond pixel count, your display lets you see more from anywhere thanks to the micro-edge bezel and anti-glare screen.INFINITE POSSIBILITIES – Whether you are creating, working, or being entertained, do it all with the supreme performance of the AMD Ryzen 5 5500U Mobile Processor and AMD Radeon Graphics (2) (3). MEMORY AND STORAGE – Boost your performance with higher bandwidth, courtesy of 8 GB of RAM. Plus, with 256 GB PCIe NVMe M.2 SSD storage, save all of your photos, videos, and documents while getting up to 15x faster performance than a traditional hard drive (4) (5). STAY CONNECTED – Have convenient power all day with up to 9 hours and 45 minutes of battery life (6); your HP laptop also recharges quickly as HP Fast Charge Technology takes your device from 0 to 50% charge in approximately 45 minutes (7). ",
			"discount": 0,
			"stock": 60,
			"price": 482.90,
			"featured": false,
			"rating": 4.2,
			"categories": ["laptops", "gamers"]
		},{
			"name": " Apple MacBook Pro 2020",
			"image": "https://m.media-amazon.com/images/I/71gD8WdSlaL._AC_SL1500_.jpg",
			"aux_images": [
				"https://m.media-amazon.com/images/I/81AkdxBCVpL._AC_SL1500_.jpg",
				"https://m.media-amazon.com/images/I/71nRj-fGoZL._AC_SL1500_.jpg"
			],
			"description": "Apple-designed M1 chip for a giant leap in CPU, GPU, and machine learning performance.Get more done with up to 20 hours of battery life, the longest ever in a Mac.8-core CPU delivers up to 2.8x.faster performance to fly through workflows quicker than ever.8-core GPU with up to 5x faster graphics for graphics-intensive apps and games 16-core Neural Engine for advanced machine learning 8GB of unified memory so everything you do is fast and fluidSuperfast SSD storage launches apps and opens files in an instant",
			"discount": 0,
			"stock": 80,
			"price": 1269.99,
			"featured": false,
			"rating": 5,
			"categories": ["laptops"]
		},{
			"name": "HP Envy X360",
			"image": "https://m.media-amazon.com/images/I/61-p7oAW+hL._AC_SL1288_.jpg",
			"aux_images": [
				"https://m.media-amazon.com/images/I/51iDW7jLr7L._AC_SL1253_.jpg",
				"https://m.media-amazon.com/images/I/41LATemgOhL._AC_SL1253_.jpg"
			],
			"description": " Latest 11th Gen Intel Core i7-1165G7 (up to 4.7 GHz with Intel Turbo Boost Technology, 12 MB L3 cache, 4 cores, 8 Threads)【Customization】Upgraded to 32GB DDR4 SDRAM, 1TB M.2 SSD, No-DVD, Upgraded to Windows 11 Professional 2-in-1 design: 15.6'' diagonal, FHD (1920 x 1080), multitouch-enabled, IPS  edge-to-edge glass, micro-edge, 250 nits, 45% NTSC,Intel Iris Xe Graphics, HP HD 720P Webcam Intel Wi-Fi CERTIFIED 6 AX201 (2x2) and Bluetooth 5 combo (Supporting Gigabit data rate),1 SuperSpeed USB Type-C 10Gbps signaling rate (USB Power Delivery, DisplayPort 1.4, HP Sleep and Charge); 1 SuperSpeed USB Type-A 5Gbps signaling rate (HP Sleep and Charge); 1 SuperSpeed USB Type-A 5Gbps signaling rate; 1 HDMI 2.0; 1 AC smart pin; 1 headphone/microphone combo Full-size Silver backlit keyboard with Numpad and fingerprint reader, 3-cell 51 Whr Li-ion polymer, up to 9 hr and 30 min battery life, 14.09 x 9.06 x 0.75 in 4.24 lbs , Natural silver, free 32GB USB Drive ",
			"discount": 0,
			"stock": 30,
			"price": 699.10,
			"featured": false,
			"rating": 3.8,
			"categories": ["laptops", "tablets"]
		},{
			"name": "Samsung Galaxy Chromebook 2",
			"image": "https://m.media-amazon.com/images/I/41TdDIgkkIL._AC_.jpg",
			"aux_images": [
				"https://m.media-amazon.com/images/I/31z+pap32+L._AC_.jpg",
				"https://m.media-amazon.com/images/I/41tpwnzAgaL._AC_.jpg"
			],
			"description": " Awarded Best Chromebook by CNN Underscored The power & speed you deserve: Whether your working, studying or relaxing, Galaxy Chromebook 2 has you covered. With the latest Intel Core processor, you'll get super-fast speeds. Plus, Wi-Fi 6 GIG+ that’s up to 3x faster than standard Wi-Fi gives you a super smooth performance Sleek design to make you stand out: Featuring an ultra-thin design , the Galaxy Chromebook 2 is compact and ready for impact. With technology as slim, sleek and savvy as this, it’s no wonder they’re staring. Whether your working, studying or relaxing, Galaxy Chromebook 2 has you covered. With the latest Intel Core processor, you'll get super-fast speeds. Plus, Wi-Fi 6 GIG+ that’s up to 3x faster than standard Wi-Fi gives you a super smooth performance A Battery That'S Above & Beyond: Stay dialed in on-the-go with an all-day battery that keeps up no matter how many checkmarks your to-do list demands ",
			"discount": 0,
			"stock": 20,
			"price": 675.00,
			"featured": false,
			"rating": 3.2,
			"categories": ["laptops", "tablets"]
		},
		{
			"name": "Microsoft Xbox One X ",
			"image": "https://m.media-amazon.com/images/I/51h4X-eBBSL._SL1200_.jpg",
			"aux_images": [
				"https://m.media-amazon.com/images/I/61PgGmKYyiL._SL1200_.jpg",
				"https://m.media-amazon.com/images/I/51hnZNFGYPL._SL1200_.jpg"
			],
			"description": "This Certified Refurbished product is tested and certified to look and work like new.The refurbishing process includes functionality testing, basic cleaning, inspection, and repackaging.The product ships with all relevant accessories, a minimum 90-day warranty, and may arrive in a generic box. Only select sellers who maintain a high performance bar may offer Certified Refurbished products on Amazon.com What’s in the box: Xbox One X Project Scorpio Edition 1TB Console, Project Scorpio Edition Wireless Controller, Xbox One X Vertical Stand, 1-month Game Pass subscription trial, 14-day Xbox Live Gold trial, HDMI cable (4K capable), and AC Power cable.Games play better on Xbox One X Project Scorpio Edition. Experience 40% more power than any other console.Custom design console for the biggest fans, “Project Scorpio” inscribed on the console and controller 6 teraflops of graphical processing power and a 4K Blu-ray player provide more immersive gaming and entertainment.",
			"discount": 0,
			"stock": 100,
			"price": 599.99,
			"featured": false,
			"rating": 4.5,
			"categories": ["gamers"]
		},
		{
			"name": "ASUS GeForce GTX 1050 Ti",
			"image": "https://m.media-amazon.com/images/I/61TgBrsiRKS._AC_SL1000_.jpg",
			"aux_images": [
				"https://m.media-amazon.com/images/I/718KdRb6TpS._AC_SL1500_.jpg",
				"https://m.media-amazon.com/images/I/71x16TWQ9ZS._AC_SL1500_.jpg"
			],
			"description": "New nvidia pascal architecture delivers improved performance and power efficiency Classic and modern games at 1080p @ 60 fps Fast, smooth, power efficient gaming experiences; Memory clock: 7008 mhz Plug and play design requires no pcie power connectors for easy graphics upgrade Phoenix double ball bearing cooling fan provides superior airflow with 2x longer lifespan; Cuda core: 768 Auto extreme technology delivers premium quality and reliability with aerospace grade super alloy power ii components to run faster and last longer than reference Gpu tweak II makes monitoring performance and streaming easier than ever, featuring game booster and xsplit gamecaster, all via an intuitive interface",
			"discount": 0,
			"stock": 20,
			"price": 189.00,
			"featured": false,
			"rating": 4.0,
			"categories": ["gamers"]
		},
		{
			"name": "Nvidia 3080 Founders Edition",
			"image": "https://m.media-amazon.com/images/I/519I7+EY1YL._AC_SL1200_.jpg",
			"aux_images": [
				"https://m.media-amazon.com/images/I/61BXk6vAU7L._AC_SL1200_.jpg",
				"https://m.media-amazon.com/images/I/41kmw22pF9L._AC_SL1200_.jpg"
			],
			"description": "Powered by the NVIDIA GeForce RTX 3080 graphics processing unit (GPU) with a 1710MHz boost clock speed to help meet the needs of demanding games.10GB GDDR6X (320-bit) video memory. PCI Express 4.0 and earlier PCI Express 3.0. Offers compatibility with a range of systems.Antialiasing and anisotropic filtering delivers striking graphics with incredible realism.HDMI and Display Port outputs enable flexible connectivity",
			"discount": 10,
			"stock": 60,
			"price": 1219.00,
			"featured": false,
			"rating": 5.0,
			"categories": ["gamers"]
		},
		{
			"name": "Gaming Desktop Computer",
			"image": "https://m.media-amazon.com/images/I/71ayGFDyV4L._AC_SL1200_.jpg",
			"aux_images": [
				"https://m.media-amazon.com/images/I/71Pf1CXeyvL._AC_SL1200_.jpg",
				"https://m.media-amazon.com/images/I/615gxSGp42L._AC_SL1200_.jpg"
			],
			"description": "AMD Ryzen 5 5600X CPU Watercooled, AMD B550 Chipset ATX motherboard, 16GB ToughRam DDR4 RGB, 1TB NVMe M.2, WiFi, Windows 10 Home NVIDIA GeForce RTX 3060. Graphics card brand may vary Closed Loop Liquid Cooling with 240mm Radiator and 3 ARGB Fan 1x USB 3.0, 2x USB 2.0, 1x Headphone, 1x Mic Ports Swing door tempered glass with magnetic mounting. ",
			"discount": 15,
			"stock": 15,
			"price": 1499.00,
			"featured": false,
			"rating": 4.2,
			"categories": ["gamers"]
		},
		{
			"name": "Razer Kraken Gaming Headset",
			"image": "https://m.media-amazon.com/images/I/71BKQhFzDmL._AC_SL1500_.jpg",
			"aux_images": [
				"https://m.media-amazon.com/images/I/71TpRWUCAML._AC_SL1500_.jpg",
				"https://m.media-amazon.com/images/I/71ndp3YQGCL._AC_SL1500_.jpg"
			],
			"description": "The #1 Best-Selling Gaming Peripherals Manufacturer in the US: Source - The NPD Group, Inc. U.S. Retail Tracking Service, Keyboards, Mice, PC Headset/Pc Microphone, Gaming Designed, based on dollar sales, 2017-2021 Immersive, 7.1 Surround Sound for Positional Audio: Outfitted with custom-tuned 50 millimeter drivers, capable of software-enabled surround sound (only available on Windows 10 64-bit) All-Day Comfort: Oval, cooling gel-infused cushions that prevent overheating and pressure build-up Retractable Noise Isolating Microphone: An improved cardioid mic reduces background and ambient noises for crystal-clear communication In-Line Audio Controls: A built-in an analog volume control wheel and mic mute switch Lightweight & Durable: Made of bauxite aluminum, the Kraken frame is flexible and designed to last.",
			"discount": 10,
			"stock": 25,
			"price": 39.99,
			"featured": false,
			"rating": 3.8,
			"categories": ["gamers","accessories"]
		},
		{
			"name": "Gaming Office High Back Computer",
			"image": "https://m.media-amazon.com/images/I/61gmXNWdZML._AC_SL1500_.jpg",
			"aux_images": [
				"https://m.media-amazon.com/images/I/71FkZVtLUhL._AC_SL1500_.jpg",
				"https://m.media-amazon.com/images/I/71gysQycsgL._AC_SL1500_.jpg"
			],
			"description": "[Ergonomic Support Backrest] The ergonomic body-hugging high back provides lumbar support and naturally follows your spine's natural curve. It is tall enough to support your entire spine. The back can be adjusted from 90° to 120°. The ergonomic armrest allows you to put hands on the armrest to relax.[Comfortable Seat] Thick and high-density sponge cushion provides sufficient seat depth to reduce stress and pressure on your hips. The lumbar cushion and headrest pillow will protect and relax your spinal and neck. Easy to assemble.[Retractable Footrest] With the retractable footrest，you can relieve tension on your legs and knees.[Adjustable Chair] You can adjust the 3-inch height to sit with your feet flat on the floor, knees at an angle of 90 degrees to the floor and parallel to the hips. 360° free swivel seat help you find the most comfort position.[Dimension] Size of back: 14 x 28 inch, Size of seat: 14 x 18.5 inch, Seat adjustable height: 43 to 46 inch. ",
			"discount": 2,
			"stock": 30,
			"price": 93.50,
			"featured": false,
			"rating": 3.8,
			"categories": ["gamers", "accessories"]
		},
		{
			"name": "Razer Wolverine V2 Chroma",
			"image": "https://m.media-amazon.com/images/I/61Uen2UUwML._SL1500_.jpg",
			"aux_images": [
				"https://m.media-amazon.com/images/I/71dIZ+VM2GL._SL1500_.jpg",
				"https://m.media-amazon.com/images/I/713uRjPH6IL._SL1500_.jpg"
			],
			"description": "One of the best Xbox controllers money can buy. Gives you a noticeable advantage in competitive play. - Windows Central, Oct. 2021 Power by Razer Chroma RGB: Enjoy greater immersion and customize with 16.8 million colors and lighting effects via the Razer Controller Setup for Xbox app 6 Additional Remappable Buttons: Unleash greater control and a more personalized play style with 4 extra triggers and 2 remappable bumpers that can be customized via the Razer Controller Setup for Xbox app Hair Trigger Mode with Trigger Stop-Switches: For a competitive edge, activate Hair Trigger Mode via two slide-locks on the underside of the controller that greatly reduce travel distance to the main triggers, enabling an ultra-fast rate of fire Mecha-Tactile Action Buttons and D-Pad: Wield hyper-responsive actuation with a cushioned touch and greater tactility when executing moves Interchangeable Thumbstick Caps: Includes a set of short and extended grips for a more natural and precise analog motion to fit your play style Improved Ergonomics: The controller’s modified L-shaped handgrips come with non-slip rubber grips for a secure yet agile hold—natural, effortless control for all-day gaming ",
			"discount": 0,
			"stock": 50,
			"price": 149.99,
			"featured": false,
			"rating": 4.2,
			"categories": ["gamers", "accessories"]
		}
	
		
		

		
		
	], 
	"users": [
		{
			"fullName": "Cristian",
			"password": "Cristian12",
			"email": "Cristian@correo.com",
			"id_document": 12,
			"role": "User"
		},
		{
			"fullName": "Danilo",
			"password": "Danilo23",
			"email": "Danilo@correo.com",
			"id_document": 23,
			"role": "User"
		},
		{
			"fullName": "Jota",
			"password": "Jota34",
			"email": "Jota@correo.com",
			"id_document": 34,
			"role": "User"
		},
		{
			"fullName": "Rodri",
			"password": "Rodri45",
			"email": "Rodri@correo.com",
			"id_document": 45,
			"role": "User"
		},
		{
			"fullName": "Camilo",
			"password": "Camilo56",
			"email": "Camilo@correo.com",
			"id_document": 56,
			"role": "User"
		}
	],
	"reviews": [
		{
			"product_review": "Me gusta",
			"score_review": 5,
			"product_id": 1,
			"user_id": 1
		},
		{
			"product_review": "No me gusta",
			"score_review": 1,
			"product_id": 2,
			"user_id": 1
		},
		{
			"product_review": "Ok",
			"score_review": 3,
			"product_id": 3,
			"user_id": 2
		},
		{
			"product_review": "Me gusta",
			"score_review": 4,
			"product_id": 4,
			"user_id": 2
		},
		{
			"product_review": "Nah",
			"score_review": 2,
			"product_id": 4,
			"user_id": 3
		},
		{
			"product_review": "Esta bien",
			"score_review": 3,
			"product_id": 5,
			"user_id": 3
		},
		{
			"product_review": "Me gusta",
			"score_review": 5,
			"product_id": 5,
			"user_id": 4
		},
		{
			"product_review": "Me gusta",
			"score_review": 5,
			"product_id": 3,
			"user_id": 4
		},
		{
			"product_review": "Me gusta",
			"score_review": 5,
			"product_id": 7,
			"user_id": 5
		},
		{
			"product_review": "Me gusta",
			"score_review": 5,
			"product_id": 7,
			"user_id": 5
		}
	],
	"orders": [
		{
			"cart_list": [
				["40", "Super Product 2000", "995", "2"],
				["2", "sendphone x", "17.95", "1"]
			],
			"products_id": [4, 2],
			"total_purchase": "2389.46",
			"receiver_phone": "3008481060",
			"state": "GA",
			"city": "Atlanta",
			"shipping_address": "Charles St. Brook 587",
			"zip_code": "111311",
			"status": "active",
			"user_id": 2
		},
		{
			"cart_list": [
				["04", "Super Product 2000", "995", "2"],
				["2", "sendphone x", "17.95", "4"]
			],
			"products_id": [4, 2],
			"total_purchase": "2453.54",
			"receiver_phone": "6668481060",
			"state": "CA",
			"city": "San Diego",
			"shipping_address": "Charles St. Brook 587",
			"zip_code": "111311",
			"status": "active",
			"user_id": 4
		}
	]
}
